{
  "truths": [
    "What\u0027s the most embarrassing thing that\u0027s ever happened to you?",
    "Have you ever lied to your best friend?",
    "What\u0027s your biggest secret crush?",
    "Have you ever cheated on a test or exam?",
    "What\u0027s a bad habit you have that you want to quit?",
    "Have you ever stolen something?",
    "What\u0027s the most ridiculous thing you\u0027ve done while drunk?",
    "Have you ever pretended to like a gift you actually hated?",
    "What\u0027s the most embarrassing thing you\u0027ve searched for on the internet?",
    "Have you ever been in love with someone you shouldn\u0027t have been?",
    "What\u0027s the worst date you\u0027ve ever been on?",
    "Have you ever had a crush on a teacher?",
    "What\u0027s your most irrational fear?",
    "Have you ever been caught picking your nose?",
    "What\u0027s the most trouble you\u0027ve ever gotten into at school?",
    "Have you ever cheated in a relationship?",
    "What\u0027s something you\u0027ve never told your parents?",
    "Have you ever lied on a job application or resume?",
    "What\u0027s the weirdest dream you\u0027ve ever had?",
    "Have you ever had a secret admirer?",
    "What\u0027s the most embarrassing thing you\u0027ve posted on social media?",
    "Have you ever eavesdropped on someone\u0027s conversation?",
    "What\u0027s your guilty pleasure?",
    "Have you ever had a one-night stand?",
    "What\u0027s a nickname you\u0027ve had that you hated?",
    "Have you ever regifted something someone gave you?",
    "What\u0027s a lie you\u0027ve told that spiraled out of control?",
    "Have you ever peed in a pool?",
    "What\u0027s a weird food combination you enjoy?",
    "Have you ever had a paranormal experience?",
    "What\u0027s the most annoying thing your siblings do?",
    "Have you ever had a crush on a friend\u0027s sibling?",
    "What\u0027s the worst thing you\u0027ve said about someone behind their back?",
    "Have you ever been caught doing something illegal?",
    "What\u0027s a skill you\u0027ve pretended to have but don\u0027t?",
    "Have you ever had a crush on a celebrity?",
    "What\u0027s a movie you pretend to like but secretly hate?",
    "Have you ever shoplifted?",
    "What\u0027s the most embarrassing thing you\u0027ve done in front of your crush?",
    "Have you ever lied about your age?",
    "What\u0027s a song you sing in the shower when you think no one\u0027s listening?",
    "Have you ever had a crush on a coworker?",
    "What\u0027s the worst gift you\u0027ve ever received?",
    "Have you ever cheated at a game?",
    "What\u0027s something you regret saying to someone?",
    "Have you ever cried during a movie?",
    "What\u0027s a bad habit you\u0027ve tried to break but couldn\u0027t?",
    "Have you ever had a romantic dream about someone you know?",
    "What\u0027s the most embarrassing thing you\u0027ve done on a video call?",
    "Have you ever had a crush on someone in this room?"
  ],
  "dares": [
    "Ping your favorite person.",
    "Tell a joke and make everyone laugh.",
    "Do 5 burpees.",
    "Draw a picture blindfolded.",
    "Give someone a high-five.",
    "Do a backflip (if you can).",
    "Do a handstand push-up against a wall.",
    "Tell a funny story about yourself.",
    "Do a headstand for 10 seconds.",
    "Give someone a hug.",
    "Add \u0027nya~\u0027 at the end of every message you send here for a day",
    "Add 'rawr >.<' at the end of every message you send here for a day",
    "keep 'i recently discovered that i am into furries, so any single furry out there, hit me up 😳' as your status for a day",
    "DM 'hey..i just wanted to tell you that lately you're all i can think about' to the 5th person in your DMs which isn't a bot or gc and don't reply after that for a few hours."
  ]
}