{
  "truths": [
    "Who is the smartest person here?",
    "Who is the dumbest person here?",
    "If you could have 3 wishes, would would they be?",
    "What's the meanest thing you've ever said to someone else?",
    "What's one thing you'd do if you knew there were no consequences?",
    "What's something you love to do with your friends that you'd never do in front of your partner?",
    "How many selfies do you take a day?",
    "Where are you ticklish?",
    "What app do you waste the most time on?",
    "What's the weirdest thing you've done on a plane?",
    "What's the longest you've gone without showering?",
    "What celebrity do you think is overrated?",
    "Have you ever seen a dead body?",
    "What's the most useless talent you have?",
    "What's the most useless piece of knowledge you know?",
    "What's the most useless thing you've ever bought?",
    "What's the most useless thing you've ever done?",
    "Who is the most annoying person in this server?",
    "What's the most annoying thing someone can do?",
    "What is the cringiest thing you've ever done?",
    "What is the cringiest thing you've seen someone do",
    "Ping someone you'd mash",
    "What would you rate yourself out of 10?",
    "If you could have any superpower, what would it be and how would you use it?",
    "What is your biggest dream or goal in life, and what steps are you taking to achieve it?",
    "If you had the opportunity to travel back in time and give advice to your younger self, what would you say and why?",
    "What is something you are truly passionate about, and how do you incorporate it into your daily life?",
    "if you were given unlimited resources and support, what project or initiative would you embark on?",
    "What did you do today?",
    "What did you do 10 minutes ago?",
    "If you had the chance to go back in the past and change something, what would it be?",
    "How far back in time are you willing to go from now? ( with all your memories intact )",
    "If you could step into the shoes of any historical figure and experience their life for a day, who would it be, and what specific moment or event would you want to witness?",
    "Imagine a world where money and resources were no longer a concern. What would your ideal daily routine look like, and how would you spend your time?",
    "What's the most profound philosophical or existential question that keeps you awake at night, and what are your thoughts on it?",
    "If you could have a deep conversation with any species of animal, which one would you choose, and what would you want to ask them?",
    "Think of the most vivid dream or nightmare you've ever had. What do you think it might symbolize, or how did it make you feel?",
    "If you were the protagonist of a novel or movie, what genre would your story be in, and what kind of adventures or challenges would you face?",
    "What's the most unique or unconventional place you've ever found inspiration or creativity, and how did it influence your work or ideas?",
    "If you could create your own utopian society, what principles or rules would it be built upon, and how would it function differently from the world we know today?",
    "What's the most awe-inspiring natural phenomenon or event you'd love to witness in person, and what emotions do you think it would evoke?",
    "If you could travel to a parallel universe or alternate reality, what aspect of your life would you be most curious to explore in that world, and why?",
    "Elaborate on some of the most detrimental vulnerabilities embded in humans",
    "What exactly is your definition of trust?",
    "Who do you genenuinly trust the most?",
    "How attractive do you think you are from a scale of 1 through 10?",
    "What trait makes you, you?",
    "Tell me how you think people percieve you.",
    "How confident are you at talking to strangers",
    "Imagine you were stripped of everything you own, aside from basic clothes and 10$ what will be the first thing you do?",
    "What are you aspiring to be?",
    "Tell me about your profession",
    "Tell me about your best days",
    "Tell me about your worst days",
    "How often do people complement you?",
    "What is your current goal, have people noticed?",
    "What do you think is holding you back from being better right now?",
    "If you could change one thing about yourself, what would it be?",
    "What could you change about yourself right now that would make you confident right now?",
    "Who is the most attractive person in this server? and why.",
    "Who is the least attractive person in this server? and why.",
    "Imagine you were outside all day partying, you've just come home, the door creaks open and your dad is standing with an omnious prescence in front of you, what would you say?",
    "What is the first thing that comes to mind when you read this."
  ]
,
  "dares": [
    "Ping your favorite person.",
    "Tell a joke and make everyone laugh.",
    "Tell a funny story about yourself.",
    "Add \u0027nya~\u0027 at the end of every message for the next 3 messages.",
    "Add 'rawr >.<' at the end of every message for the next 3 messages.",
    "ping you're bestie 'i recently discovered that i am into furries, so any single furry out there, hit me up 😳'",
    "DM 'hey..i just wanted to tell you that lately you're all i can think about' to the 5th person in your DMs which isn't a bot or gc and don't reply after that for a few hours.",
    "Say something wholesome.",
    "Send the last picture in your gallery.",
    "Send the last meme you saved.",
    "Send the last meme you laughed at.",
    "Share a screenshot of your favorite Discord bot's response to a command.",
    "Record a voice message of you saying something random.",
    "Send a random gif.",
    "Send a random picture.",
    "Send a voice note of yourself saying something random",
    "Send a random meme.",
    "Show us your wall paper",
    "Show us your lock screen",
    "Show us your home screen",
    "Show us your most recent selfie",
    "Do 10 push-ups"
  ]
}