{
  "truths": [
    "If you could learn a new skill instantly, what would it be and why?",
    "What is the most challenging thing you\u0027ve ever done and how did it change you?",
    "If you could have a conversation with your younger self, what advice would you give?",
    "What is one thing you believe strongly in and why?",
    "If you could live in any time period, past or future, which would you choose and why?",
    "What is your biggest fear and how do you cope with it?",
    "If you could have a deep conversation with anyone, dead or alive, who would it be and what would you discuss?",
    "What is your philosophy on life and how does it shape your choices?",
    "If you could change one thing about yourself, what would it be and why?",
    "What is the most important lesson life has taught you so far?",
    "If you had unlimited resources, how would you make a positive impact on the world?",
    "What is your definition of success and how do you strive to achieve it?",
    "If you could only keep three possessions, what would they be and why?",
    "What is one belief or value that you hold dear and why?",
    "If you could solve one global issue, which one would you choose and why?",
    "What is one thing you wish more people understood about you?",
    "If you could only accomplish three things in life, what would they be?",
    "If you had to only ever watch rom-coms or only watch scary movies for the rest of your life, which would you choose and why?",
    "Which player would survive a zombie apocalypse and which would be the first to go?",
    "Show the last text you sent your best friend or significant other.",
    "What five things would you bring to a deserted island?",
    "What is the boldest pickup line you\u0027ve ever used?",
    "Which is your best pickup line?",
    "What celebrity do you think you most look like?",
    "What is one thing you would stand in line an hour for?",
    "If you could be a fictional character for a day, who would you choose?",
    "Who do you text the most?",
    "If you could date a fictional character, who would it be?",
  ],
  "dares": []
}